{"data":{"allMdx":{"edges":[{"node":{"excerpt":"Data is often pictured as the new oil. Like oil has been the essence of mobility and manufacturing industry as well as source for plastics, we tend to think data is the matching essence for the future. But. Oil is nonrenewable raw-material and causes…","id":"44e00a78-f50c-532a-b355-dc6cd438e469","frontmatter":{"title":"Data is not the new oil","date":"June 25, 2019","path":"/news/data-is-not-the-new-oil","type":"news","subtype":"blog","author":"Vesa Ilmarinen","pic":"drop-of-water-square.jpg"}}},{"node":{"excerpt":"The services available to residents will change everyday living. The new services will primarily be based on data collected about buildings and their use. Until now, the data have been fragmented and mutually incompatible, which has slowed down…","id":"cdee094a-37e2-5cb5-b666-89390cf62fe1","frontmatter":{"title":"Collaboration can help effectively utilise fragmented data in the property sector","date":"May 03, 2019","path":"/news/kojamo","type":"news","subtype":"pressRelease","author":"Pirkko Laitinen","pic":"light-square.jpg"}}},{"node":{"excerpt":"In the future, the public sector will have to radically change how it operates to enable the customer focus, digitalisation, and overall coordination needed to organise and provide complex services. As resources become more limited, service provision…","id":"b32e1977-7ac7-50fb-a54d-d80ef579695f","frontmatter":{"title":"Preventive overall management of premises and service networks for public organisations","date":"April 09, 2019","path":"/news/locia","type":"news","subtype":"article","author":"Pirkko Laitinen","pic":"plexiglas-square.jpg"}}},{"node":{"excerpt":"Knowledge management, or making data-based business decisions, is a hot topic, and now services are starting to emerge that make it easy to exploit data quickly. The collaboration between Platform of Trust and Sport Venue is a step towards more…","id":"0e392de5-0f2e-5bf3-add4-42561d7c7880","frontmatter":{"title":"Towards smoother and simpler knowledge management","date":"April 08, 2019","path":"/news/sport-venue","type":"news","subtype":"article","author":"Pirkko Laitinen","pic":"pic-square.jpg"}}},{"node":{"excerpt":"As part of the Developer relations we decided to utilise Stack Overflow as the platform for our technical questions and answers. According to  Hackerrank 2018 survey  67% of developers have Computer Science degrees, yet roughly 74% say they have at…","id":"bc080c09-5606-560a-b016-865f821e02f1","frontmatter":{"title":"Platform of Trust uses Stack Overflow for technical questions and overall developer experience development","date":"April 03, 2019","path":"/news/stack-overflow","type":"news","subtype":"article","author":"Jarkko Moilanen","pic":"sparks-square.jpg"}}},{"node":{"excerpt":"Processing confidential information and agreements is an integral part of today’s data-generating society in which information plays an increasingly important role in decision-making, both in the public and private sectors.\nSignSpace is a service…","id":"9df1ae0d-1871-5087-8123-28f1e97cfd6a","frontmatter":{"title":"With SignSpace, you’ll never need a pen again","date":"March 08, 2019","path":"/news/signspace","type":"news","subtype":"article","author":"Henri Svensson","pic":"harbour-city-square.jpg"}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"limit":10,"skip":0,"numPages":1,"currentPage":1}}